name: "decode"
backend: "python"
max_batch_size: 0

input [
 {
   name: "logits"
   data_type: TYPE_FP32
   dims: [-1, -1, 9]
  },
  {
   name: "input_ids"
   data_type: TYPE_INT64
   dims: [-1, -1]
  }
]
output [
 {
   name: "output_text"
   data_type: TYPE_STRING
   dims: [-1]
 }
]
